[{"title": "Junior Golang/Python developer", "url": "https://hh.ru/vacancy/88590475", "pay": "0", "requirement": "Наличие опыта коммерческой разработки бэкенда на Golang/<highlighttext>Python</highlighttext> от 7 месяцев. Опыт работы с SQL базами данных. Умение проектировать API..."}, {"title": "Программист, разработчик python архипрофессионал", "url": "https://www.superjob.ru/vakansii/programmist-47616359.html", "pay": 100000, "requirement": "Мы Архи-Про - партнер Сбер Бизнес.\nПроект в котором вам в случае успешного прохождения тестового задания удастся работать по Партнерской Программе Сбера - может стать особым достижением в вашем опыте и особой гордостью в резюме. Готовые решения для старта бизнеса - наша работа.\n\nНам нужен Программист, разработчик python для стека: aiogram\n\nОбязанности:\n\n• выполнять ТЗ близко к 95 % задачи\n• в срок\n• стек aiogram\nТребования\nИщем разработчика умеющего работать с:\n• aiogram\n• mysql\n\n• phpmyadmin\n• python\n\nУсловия:\n\n• Достойная оплата\n• Кадровый ЭДО\n• Тестовое задание\n• Удаленная работа\n• Самозанятые приветствуются."}, {"title": "Аналитик", "url": "https://hh.ru/vacancy/87374318", "pay": "0", "requirement": "Высшее образование/Неоконченное высшее образование (4 курс и более): Финансы и кредит/Экономическое/Техническое. Знания: Как преимущество наличие опыта работы..."}, {"title": "Стажер-разработчик Питон", "url": "https://hh.ru/vacancy/87985984", "pay": "0", "requirement": "Завершенный или на финальной стадии курс по <highlighttext>Python</highlighttext>. Понимание работы клиент-серверных приложений. Желание стажироваться в команде разработки ПО с..."}, {"title": "Junior Backend Developer (Python)", "url": "https://hh.ru/vacancy/88254336", "pay": 50000, "requirement": "Высшее образование (можно неоконченное/неполное) технического ВУЗа. Желание расти с проектом и учиться новым технологиям, расширять компетенции. Логичный и структурированный..."}, {"title": "Frontend Javascript разработчик", "url": "https://hh.ru/vacancy/88577144", "pay": 120000, "requirement": "Вы не только умеете писать работающий код на JS, но и знаете как он работает (Vanilla.JS, ES5, ES6..."}, {"title": "Junior Python developer", "url": "https://hh.ru/vacancy/87748672", "pay": "0", "requirement": "Возможность удаленной работы. Знание <highlighttext>python</highlighttext> (junior / крепкий junior). Понимание принципов ООП, паттернов проектирования. Опыт работы с git. Опыт написания юнит..."}, {"title": "Маркетинговый аналитик", "url": "https://www.superjob.ru/vakansii/marketingovyj-analitik-47506340.html", "pay": 0, "requirement": "Наши предложения:\n• гибридный формат работы\n• самостоятельность в работе и принятии решений\n• карьерное и профессиональное развитие\n• стабильная заработная плата: оклад + бонус\n• комфортный офис с бесплатной парковкой для сотрудников\n• корпоративный транспорт от м. Волгоградский проспект\n• скидки на товары и услуги более чем 900 компаний-партнёров\n• корпоративные скидки для сотрудников X5 Group\n• страхование жизни и здоровья\n• расширенный полис ДМС со стоматологией\n• корпоративная жизнь с праздниками, подарками и мероприятиями\nНаши ожидания:\n• оценка потенциальной рентабельности от бизнес-проектов и рекламных кампаний\n• прогнозирование объема продаж при разных сценариях рекламного бюджетирования\n• анализ по методу АБ-тестирования\n• подготовка кастомных отчетов, дашбордов в Bi-системах\n• автоматизация маркетинговой отчетности\n• построение сквозной маркетинговой аналитики\n• знание и опыт работы c маркетинговыми метриками, оценкой маркетинговых кампаний, понимание моделей атрибуции"}, {"title": "Ведущий Программист С++", "url": "https://www.superjob.ru/vakansii/veduschij-programmist-s-40930970.html", "pay": 190000, "requirement": "Ищем инженера-программиста, который будет заниматься развитием и поддержкой программного обеспечения сети LoRaWAN ( Packet Core Network ) и сопутствующего ПО.\nОбязанности:\n• Развитие и поддержка существующего пакетного ядра LoRaWAN, исправление возникающих проблем (C++/14, Python, MQTT, PostgreSQL, Docker)\n• Интеграция с приложением заказчика, при необходимости взаимодействие с заказчиком для понимания задачи, пусконаладки или отладки\n• Разработка и развитие прикладного ПО и вспомогательных сервисов (Python, Clickhouse)\n• Взаимодействие с командой по тестированию/внедрению/решению проблем\nТребования:\n• Знание C++ ( С++ 14) на хорошем уровне.\n• Приличное знание ОС Linux, командной строки, утилит операционной системы. \n• Умение и желание разбираться в существующем коде (без желания «немедленно всё тут переписать»). \n• Знакомство с Python и Qt хотя бы на начальном уровне.\n• Знание SQL, опыт написания сырых запросов (мы используем PostgreSQL).\n• Английский язык на уровне чтения технической документации.\n• Опыт работы и понимание принципов работы с системами версионного контроля (Git).\nБудет несомненным плюсом:\n• Заинтересованность в области Internet of Things.\n• Знакомство с брокером сообщений MQTT (работаем с ним из C++ и Python).\n• Знание Go.\n• Знание библиотек asyncio, aiohttp.\n• Опыт работы с Clickhouse.\n• Опыт кросс-платформенной разработки (Raspberry Pi).\n• Какой-то опыт embedded программирования.\n• Знание контейнеризации (docker). \n• Способность находить и устранять сетевые/ресурсные проблемы, умение пользоваться профилировщиком, отладчиком.\n• Знание сетевых технологий (TCP/IP) как с точки зрения программирования, так и с точки зрения сопровождения (уметь собирать и анализировать сетевые трейсы).\nКандидатам будет предлагаться выполнить тестовое задание. \nЛичные качества: Ответственность, настойчивость, порядочность, умение и желание обучаться (необходимо изучать документацию на английском языке), умение самостоятельно решать задачи/проблемы в минимальные сроки.\nУсловия:\n\nРабота в распределенной команде до 15 человек. Можно работать в офисе на метро Шаболовка или на удаленке, но обязательно быть доступным в рабочие часы по Москве. Возможно периодическое посещение офиса компании. \nПри приеме на работу предлагается выполнить тестовое задание.\nХарактер работы:\n• Полный рабочий день\n• В офисе / удаленная (по желанию).\n• Утренние совещания\n• Рассматриваются кандидаты проживающие в Москве, МО, в регионах РФ"}, {"title": "Специалист (работа с отчетностью)", "url": "https://www.superjob.ru/vakansii/specialist-31061879.html", "pay": 35000, "requirement": "Обязанности:\n\n• \nКонтроль и загрузка в БД информации из различных источников\n• \nФормирование аналитических и статистических отчетов\n\nТребования:\n\n• Системное и аналитическое мышление;\n• Умение работать с большим объемом информации.\n• Умение работать в режиме многозадачности.\n• Навыки деловой переписки, умение ясно и четко излагать свои мысли с учетом потребностей целевой аудитории.\n• Базовые навыки работы с офисными приложениями (MS Office Project, Word, Excel, Visio, Power Point) и браузерами, применение компьютерной и другой оргтехники,\n• Основы ведения делопроизводства, составление делового письма\nПредпочтительно:\n\n• Продвинутые знания MS Excel, SQL \n• Навыки работы с MS Power Query, Python (библиотеки numpy, pandas)\n\n\nУсловия:\n\n5дневная рабочая неделя, график работы пн-чт с 9 до 18, пт с 9 до 16-45, обед - 45 минут.\nСлужебный день ненормированный (эпизодически).\nОтпуск составляет 30 календарных дней + 3 дня за ненормированный рабочий день+ отпуск за выслугу лет.\nБесплатное обслуживание в ведомственной поликлинике.\nСанаторно-курортное лечение в пансионатах Сочи и Анапы.\nДружный молодой коллектив.\nПерспективы профессионального и карьерного роста.\nСтабильная заработная плата.\nЕжеквартальное материальное стимулирование.\nТерриториальное расположение: Походный проезд, 3, «Налоговый городок». Ближайшие станции метро: Сходненская, Тушинская, Волоколамская (10 минут общественным транспортом), а также пешая доступность от станции «Трикотажная» Рижской ЖД\nПолный рабочий день"}, {"title": "Продуктовый web-аналитик (Стрим дебетовые карты и счета)", "url": "https://www.superjob.ru/vakansii/produktovyj-web-analitik-47316909.html", "pay": 0, "requirement": "Обязанности:\n• настройка системы сбора, процессов и методов по сбору данных;\n• настройка новых отчетов из Яндекс.Метрики;\n• настройка метрик на сайтах и посадочных страницах;\n• проверка данных на достоверность в системах аналитики при формировании еженедельных/ежедневных отчетов в системе Яндекс.Метрика;\n• проведение анализа результативности всех каналов трафика;\n• проведение анализа количественных и качественных показателей трафика на веб-сайте;\n• мониторинг поведенческих характеристик пользователей при посещении веб-сайта;\n• участие в подготовке тех.заданий на новые лендинги компании;\n• подготовка регулярного отчета по сайту и лендингам;\n• подготовка отчетов в различных срезах (по страницам, по городам, по продуктам, по аудитории, по конверсиям, по событиям, выстраивание воронки);\n• анализ данных и подготовка рекомендаций для команды маркетинга.\nТребования:\n• опыт работы не менее 2-х лет в банке/агентстве работающем с банками;\n• обязательное владение SQL на уровне сложных запросов;\n• опыт работы с системами визуализации данных PowerBI / Google Data Studio и т.д.;\n• визуализация данных с помощью дашбордов;\n• умение работать с большим массивом данных;\n• желательно знание Python;\n• свободное владение основными инструментами веб-аналитики (Яндекс Метрика, Google Analytics);\n• логика и cтратегическое мышление."}, {"title": "Специалист по защите информации (система мониторинга)", "url": "https://www.superjob.ru/vakansii/specialist-po-zaschite-informacii-47699073.html", "pay": 0, "requirement": "Наша команда для работы по проектам внедрения и сопровождения в области защиты информации для крупных заказчиков ищет специалиста по работе с системой мониторинга (SIEM).\nУсловия:\n\n• Трудоустройство по ТК РФ, белая ЗП;\n• Конкурентная заработная плата, учитывая ваши пожелания и опыт (по результатам собеседования), премии по результатам работы;\n• Рабочая неделя - 40 часов, гибкий график с плавающим началом рабочего дня (с 8 до 10 часов);\n• Возможность периодической удаленной работы;\n• Возможны краткосрочные (2-4 дня) командировки в Нижний Новгород и Санкт-Петербург;\n• Обучение и сертификация за счет компании;\n• Доброжелательная атмосфера, команда, готовая помочь и поддержать, открытое руководство, офис - не open-space;\n• Полис ДМС со стоматологией;\n• Офис расположен в 10 мин пешком от м. «Южная»;\n• Имеется внутренняя парковка.\nТребования:\n\n• Понимание потребностей заказчика как получателя услуг;\n• Опыт внедрения и сопровождения SIEM систем;\n• Навыки администрирования OC Windows Server;\n• Навыки работы с OC Linux и базовые знания администрирования серверов Linux;\n• Желательно знание скриптовых языков программирования (powershell / bash);\n• Знание принципов безопасности ОС, СУБД, сетевой безопасности;\n• Понимание принципов работы платформы виртуализации VMware;\n• Опыт подготовки технической документации;\n• Базовые знания SQL- запросов (приветствуется);\n• Базовые знание языка python (приветствуется);\n• Опыт работы с регулярными выражениями (приветствуется);\n• Опыт конфигурирования Apache Kafka и Logstash (приветствуется);\n• Опыт работы с заявками в системах Service Desk (приветствуется).\nОбязанности:\n\n• Участие в работах по текущим проектам:\n• работы по обновлению и настройке подсистемы мониторинга (SIEM Splunk, ELK/Smart Monitor) в кластерной архитектуре,\n• подключение новых подконтрольных объектов, разработка отчетов, оперативных уведомлений и витрин в системе мониторинга по запросам заказчика,\n• восстановление работоспособности системы, устранение нештатных ситуаций, включая анализ признаков проявления НШС,\n• взаимодействие с техподдержкой вендора по техническим вопросам;\n• Участие в разработке перспективных решений, подготовке пилотных проектов, внедрении и сопровождении разработанных решений;\n• Консультирование специалистов заказчика в рамках решений проекта;\n• Участие в актуализации документов технического проекта в рамках своей компетенции;\n• Тестирование новых решений и технологий в области ИБ."}]